Repository: misteio/Djio
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Title
fr: Titre

source: Author
fr: Auteur

source: Text of body
fr: Corps du texte

source: Metadatas
fr: Métadonnées

source: See All Versions
fr: Voir toutes les versions

source: Blog Post
fr: Entrée de Blog

source: List
fr: Liste

source: deleted posts
fr: Posts supprimés

source: See All Deleted posts
fr: Voir tous les posts supprimés

source: Publication Date
fr: Date de publication

source: Draft
fr: En attente

source: Published
fr: Publié

source: Edit
fr: Editer

source: Clone
fr: Cloner

source: Delete
fr: Supprimer

source: You have create a new post
fr: Vous avez créé un nouveau post

source: You have update post :
fr: Vous avez mis à jour ce post:

source: Update
fr: Mise à jour

source: You have clone post :
fr: Vous avez dupliqué ce post :

source: Revert
fr: Revenir

source: You have deleted post :
fr: Vous avez supprimé le post:

source: Body of Wishlist item
fr: Corps de la liste de souhait

source: Category
fr: Catégorie

source: Resume
fr: Résumé

source: Image url
fr: Url de l'image

source: Keywords
fr: Mots clés

source: Write a message
fr: Ecrire un message

source: Make a gift
fr: Faire un cadeau

source: Wishlist Category
fr: Catégorie de la liste de souhait

source: See All Deleted categories
fr: Voir toutes les catégories supprimées

source: See All Deleted Posts
fr: Voir tous les posts supprimés

source: has be moved to position
fr: a été mis à la position

source: You have deleted item :
fr: Vous avez supprimé l'article :

source: You have create a new category
fr: Vous avez créé une nouvelle catégorie

source: You have update category :
fr: Vous avez mis à jour la catégorie :

source: You have deleted category :
fr: Vous avez supprimé la catégorie

source: You have revert category :
fr: Vous avez fais un retour en arrière sur la category :

source: English
fr: Anglais

source: French
fr: Français

source: URL of article
fr: URL de l'article

source: Price
fr: Prix

source: Multi participate
fr: Participation Multiple

source: Category Wishlist
fr: Catégorie de la liste de souhait

source: Wishlist
fr: Liste de souhait

source: Wishlist Items
fr: Article de la liste de souhait

source: Item
fr: Article

source: deleted items
fr: Articles supprimés

source: See All Deleted Items
fr: Voir tous les articles supprimés

source: Participate people, click on Icône for send a message
fr: Personnes qui participent au cadeau, cliquez sur l'image pour leur envoyer un message

source: See Product
fr: Voir le produit

source: For perform this action you have to
fr: Pour faire cette action vous devez être

source: Register now !
fr: Créer mon compte

source: It is easy and done in 1&nbsp;minute!
fr: C'est facile et fait en 1 minute

source: Send message to
fr: Envoyer le message à

source: Message send to
fr: Message envoyé à

source: Error
fr: Erreur

source: Message not send, contact the webmaster
fr: Le message n'a pas été envoyer, contactez le webmaster

source: Error 404
fr: Erreur 404

source: You have update item :
fr: Vous avez mis à jour l'article

source: You have clone item :
fr: Vous avez cloné l'article

source: You have successfully reserved :
fr: Vous avez avec succès réservé :

source: Message from
fr: Message de

source: Noah Wishlist, Message from
fr: Liste de naissance de Noah, message de
